/**
 * Async Await. Написпти звернення за усіма юзерами виеористовуючи:
 * 1. Async Await + fetch
 * 2. Async Await + axios
 * Базовий URL: http://localhost:3000/user/all
 */

/**
 * 1. Async Await + fetch
 */

/**
 * 2. Async Await + axios
 */

/*
 * ========================= ===== ====================================
 * ========================= TASKS ====================================
 * ========================= ===== ====================================
 */

/**
 *  Написати авторізацію користувачів до локального сервера.
 *  Після авторизації Юзер маєможливість доступу до інших сервісів.
 */
